[
    "To be or not to be, that is the question.",
    "I think, therefore I am.",
    "In the end, we will remember not the words of our enemies, but the silence of our friends.",
    "The only thing necessary for the triumph of evil is for good men to do nothing.",
    "The unexamined life is not worth living.",
    "To thine own self be true.",
    "The future belongs to those who believe in the beauty of their dreams.",
    "The mind is everything. What you think you become.",
    "Not everything that is faced can be changed, but nothing can be changed until it is faced.",
    "It does not matter how slowly you go as long as you do not stop.",
    "Injustice anywhere is a threat to justice everywhere.",
    "The journey of a thousand miles begins with one step.",
    "Be yourself, everyone else is already taken.",
    "Two things are infinite: the universe and human stupidity, and I'm not sure about the universe.",
    "If you judge people, you have no time to love them.",
    "To succeed in life, you need two things: ignorance and confidence.",
    "The best way to predict the future is to create it.",
    "Life is what happens to us while we are making other plans.",
    "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
    "When one door of happiness closes, another opens.",
    "Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.",
    "Without music, life would be a mistake.",
    "The only true wisdom is in knowing you know nothing.",
    "The truth will set you free, but first it will piss you off.",
    "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.",
    "If you want to go fast, go alone. If you want to go far, go together.",
    "You must be the change you wish to see in the world.",
    "Don't cry because it's over, smile because it happened.",
    "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "Life is either a daring adventure or nothing at all.",
    "In the middle of every difficulty lies opportunity.",
    "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "You have within you right now, everything you need to deal with whatever the world can throw at you.",
    "If life were predictable it would cease to be life, and be without flavor.",
    "Life is 10% what happens to us and 90% how we react to it.",
    "The purpose of our lives is to be happy.",
    "The way to get started is to quit talking and begin doing.",
    "The world is full of magical things patiently waiting for our wits to grow sharper.",
    "It is better to be hated for what you are than to be loved for what you are not.",
    "In this world nothing can be said to be certain, except death and taxes.",
    "The world breaks everyone, and afterward, some are strong at the broken places.",
    "Happiness is not something ready made. It comes from your own actions.",
    "There are no shortcuts to any place worth going.",
    "The roots of education are bitter, but the fruit is sweet.",
    "It's not what happens to you, but how you react to it that matters.",
    "The only way to do great work is to love what you do.",
    "Life isn't about finding yourself. Life is about creating yourself.",
    "It is never too late to be what you might have been.",
    "The best time to plant a tree was 20 years ago. The second best time is now.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Life is like riding a bicycle. To keep your balance, you must keep moving.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "You miss 100% of the shots you don't take.",
    "The best dreams happen when you're awake.",
    "Life is really simple, but we insist on making it complicated.",
    "Change your thoughts and you change your world.",
    "Happiness is not something you postpone for the future, it is something you design for the present.",
    "A journey of a thousand sites begins with a single click.",
    "The obstacle is the path.",
    "Don’t count the days, make the days count.",
    "The harder you work for something, the greater you’ll feel when you achieve it.",
    "Success is not the key to happiness. Happiness is the key to success.",
    "Love the life you live. Live the life you love.",
    "The only time to be positive you've got a clear path is when you're on the edge of a cliff.",
    "Dream big and dare to fail.",
    "Life shrinks or expands in proportion to one's courage.",
    "You are never too old to set another goal or to dream a new dream.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "The only thing standing between you and your goal is the story you keep telling yourself.",
    "Happiness often sneaks in through a door you didn’t know you left open.",
    "The only way to achieve the impossible is to believe it is possible.",
    "It does not do to dwell on dreams and forget to live.",
    "Don't watch the clock, do what it does. Keep going.",
    "You cannot change what you are, only what you do.",
    "Life is ours to be spent, not to be saved.",
    "You can't use up creativity. The more you use, the more you have.",
    "The best revenge is massive success.",
    "It's not what you look at that matters, it's what you see.",
    "The road to success and the road to failure are almost exactly the same.",
    "Life is 10% what happens to me and 90% of how I react to it.",
    "The two most important days in your life are the day you are born and the day you find out why.",
    "The most difficult thing is the decision to act, the rest is merely tenacity.",
    "The best time to plant a tree was 20 years ago. The second best time is now.",
    "The only way to do great work is to love what you do.",
    "Your time is limited, don't waste it living someone else's life.",
    "The only limit to our realization of tomorrow is our doubts of today.",
    "In order to be irreplaceable one must always be different.",
    "The future belongs to those who believe in the beauty of their dreams.",
    "If you look at what you have in life, you'll always have more.",
    "A person who never made a mistake never tried anything new.",
    "Remember no one can make you feel inferior without your consent.",
    "The only true wisdom is in knowing you know nothing.",
    "The only journey is the one within.",
    "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "Do not let making a living prevent you from making a life.",
    "The biggest risk is not taking any risk.",
    "Happiness is not something ready-made. It comes from your own actions.",
    "Knowledge is power.",
    "Be the change that you wish to see in the world."
]
