[
    "It was the best of times, it was the worst of times...", 
    "All happy families are alike; each unhappy family is unhappy in its own way.", 
    "Call me Ishmael.", 
    "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.", 
    "In a hole in the ground there lived a hobbit.",  
    "Many years later, as he faced the firing squad, Colonel Aureliano Buendía was to remember that distant afternoon when his father took him to discover ice.",
    "All children, except one, grow up.", 
    "It was a pleasure to burn.", 
    "If you really want to hear about it, the first thing you'll probably want to know is where I was born...", 
    "Mr. and Mrs. Dursley of number four, Privet Drive, were proud to say that they were perfectly normal, thank you very much.",
    "Last night I dreamt I went to Manderley again.", 
    "In the town, there were two mutes and they were always together.",
    "He was an old man who fished alone in a skiff in the Gulf Stream and he had gone eighty-four days now without taking a fish.",
    "The past is a foreign country; they do things differently there.", 
    "Once upon a time...", 
    "It was a bright cold day in April, and the clocks were striking thirteen.", 
    "I write this sitting in the kitchen sink.", 
    "I am an invisible man.", 
    "You don't know about me without you have read a book by the name of The Adventures of Tom Sawyer; but that ain't no matter.",  
    "Marley was dead: to begin with.",
    "In my younger and more vulnerable years my father gave me some advice that I've been turning over in my mind ever since.",  
    "124 was spiteful.",
    "When he was nearly thirteen, my brother Jem got his arm badly broken at the elbow.", 
    "There was no possibility of taking a walk that day.",  
    "Ships at a distance have every man's wish on board.",  
    "Lolita, light of my life, fire of my loins.",
    "Someone must have slandered Josef K., for one morning, without having done anything truly wrong, he was arrested.", 
    "As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect.", 
    "The sun shone, having no alternative, on the nothing new.",
    "Scarlett O'Hara was not beautiful, but men seldom realized it when caught by her charm as the Tarleton twins were.", 
    "They say when trouble comes close ranks, and so the white people did.", 
    "There was a boy called Eustace Clarence Scrubb, and he almost deserved it."
]