[
    "You find mold growing on your food in the fridge.",
    "You step on something sticky in a public restroom.",
    "You discover a heap of trash dumped in a beautiful natural setting.",
    "Someone spits on the sidewalk right in front of you.",
    "You smell an overwhelming odor of decay while walking down the street.",
    "You find an insect in your meal at a restaurant.",
    "You see someone pick their nose and eat it.",
    "You find a hair in your soup.",
    "You witness someone sneeze without covering their mouth.",
    "You see a dog relieve itself in a children's playground.",
    "You discover that the public swimming pool is murky and dirty.",
    "You find chewed gum under a public table.",
    "You smell rotten eggs emanating from a nearby drain.",
    "You see someone coughing and touching communal items without sanitizing their hands.",
    "You discover maggots in your garbage can.",
    "You find spoiled milk in your coffee after taking a sip.",
    "You hear explicit and inappropriate conversations in a public setting.",
    "You see someone changing a baby's diaper on a restaurant table.",
    "You notice a strong odor of body odor on public transportation.",
    "You find a dirty band-aid in a public pool.",
    "You discover someone's toenail clippings on a hotel room floor.",
    "You find a used tissue in the pocket of a borrowed jacket.",
    "You hear someone loudly slurping their soup at a formal event.",
    "You see someone wipe their hands on a communal cloth towel after eating greasy food.",
    "You find rat droppings in a kitchen cabinet.",
    "You witness a person dumping cooking oil directly into a lake or river.",
    "You find a worm in your apple.",
    "You smell spoiled fish at a market.",
    "You see a person drop food on the floor and continue to eat it.",
    "You notice someone applying makeup using a public mirror in a restaurant.",
    "You find unflushed waste in a public toilet.",
    "You witness someone cutting their fingernails in a public setting.",
    "You see a restaurant worker smoking right next to the 'no smoking' sign.",
    "You find a fly in your drink.",
    "You witness someone tossing trash out of a car window.",
    "You discover your neighbor's trash spilling onto your property.",
    "You notice someone scratching their feet while eating.",
    "You find a stain of unknown origin on a hotel bedspread.",
    "You see someone cleaning their ears with a key.",
    "You find expired medication in a family member's medicine cabinet.",
    "You hear someone chewing loudly with their mouth open.",
    "You see a restaurant worker not wearing gloves while handling food.",
    "You smell someone's bad breath from several feet away.",
    "You discover that the hand soap in a public restroom is empty.",
    "You find a rotten piece of fruit hidden at the back of a shelf.",
    "You see someone texting while using a public restroom.",
    "You witness someone throwing food to seagulls, causing a frenzy.",
    "You notice someone reusing dirty dishes without washing them.",
    "You discover rust and algae in a pet's water dish.",
    "You find someone's discarded cigarette butts in your garden.",
    "You witness someone spitting into a drinking fountain.",
    "You discover a pile of dirty laundry with a foul odor.",
    "You find animal feces on a walking trail.",
    "You hear someone passing gas loudly in a public setting.",
    "You see someone littering in a clearly marked 'no littering' area.",
    "You find someone's used chewing gum stuck to your shoe.",
    "You witness a parent allowing their child to run around a restaurant without shoes.",
    "You find sweat stains on gym equipment that hasn't been cleaned.",
    "You discover old food containers under a teenager's bed.",
    "You find a filthy sponge in a kitchen sink.",
    "You witness someone wiping their nose with their hand.",
    "You see dirty utensils being used in a cooking demonstration.",
    "You find dust and grime built up in an air conditioning vent.",
    "You see someone leaving a public restroom without washing their hands.",
    "You find grime and soap scum in a supposedly clean hotel shower.",
    "You discover a strong smell of ammonia in a restroom.",
    "You witness someone throwing leftover food into the street.",
    "You find peeling paint and mold in a daycare center.",
    "You see a dirty, abandoned mattress on the side of the road.",
    "You discover someone has been spitting sunflower seeds onto the ground where people are walking.",
    "You notice a server using the same rag for wiping tables and cleaning dishes.",
    "You hear someone loudly belching at a family gathering.",
    "You find a spoiled meat product still being sold at a grocery store.",
    "You see someone letting their dog lick their ice cream cone.",
    "You discover a leaky bag of garbage in the trunk of your car.",
    "You find someone's dirty laundry left in a public washing machine.",
    "You witness a worker sweeping dirt under the rug instead of cleaning it up.",
    "You notice someone leaving a dirty diaper in a parking lot.",
    "You see a pet owner not picking up after their dog in a public park.",
    "You find an old container of takeout food that has grown mold.",
    "You see someone sticking their finger into a communal food dish to taste it.",
    "You find remnants of a previous guest's stay in your hotel room.",
    "You witness a child licking food items and putting them back on a store shelf.",
    "You hear someone clearing their throat phlegm loudly in a library.",
    "You see someone using a water fountain to wash their hands.",
    "You find mouse droppings in your pantry.",
    "You witness someone putting their bare feet on a table in a cafe.",
    "You see a worker sneeze into their hands and continue handling products.",
    "You discover rancid butter in your fridge.",
    "You notice someone picking at their skin and then touching communal items.",
    "You find a cockroach in a pot in your kitchen cupboard.",
    "You see someone dumping a drink onto a plant.",
    "You find a pet's accident hidden behind furniture.",
    "You notice someone taking a sip from each drink at a communal beverage station.",
    "You witness someone tossing an apple core into a lake.",
    "You find an old, moldy sandwich in a lunchbox.",
    "You discover a forgotten pet fish tank filled with murky water.",
    "You hear someone hocking up phlegm and spitting in a public trash can.",
    "You find used dental floss in a public area.",
    "You discover a wad of hair clogging a shower drain.",
    "You see someone licking their fingers while reading a library book.",
    "You find out a restaurant reuses its disposable utensils.",
    "You witness someone urinating in public.",
    "You see a person cleaning their teeth with a business card.",
    "You discover old, crusty food stuck to a menu in a restaurant.",
    "You notice someone eating directly from a communal food container.",
    "You find a dirty diaper abandoned on a beach.",
    "You hear someone snorting and sniffling continuously in a quiet room.",
    "You discover someone has vomited in a public staircase.",
    "You see someone taking their shoes and socks off during a flight.",
    "You witness people digging through a buffet with their hands.",
    "You find moldy bread being sold at a grocery store.",
    "You discover your food delivery has been tampered with.",
    "You see a trail of ants leading to a pile of rotten food.",
    "You notice someone scratching their armpit and sniffing their fingers.",
    "You find a used Q-tip lying on the floor.",
    "You witness someone blowing their nose into a cloth napkin at a restaurant.",
    "You discover a pile of burned, unidentifiable trash.",
    "You see someone popping a pimple in a car mirror in a parking lot.",
    "You notice a strong smell of urine in an elevator.",
    "You find a bag of rotting vegetables at the back of your fridge.",
    "You witness someone rinsing their mouth and spitting in a public sink.",
    "You discover smeared lipstick on the rim of a wine glass at a restaurant.",
    "You see someone shaking a wet umbrella over produce at a grocery store.",
    "You find leftover food splattered inside a microwave.",
    "You notice someone clipping their toenails on a park bench.",
    "You witness someone picking up food from a trash can and eating it.",
    "You see a public toilet covered in graffiti and stains.",
    "You find used cotton swabs in a hotel room drawer.",
    "You discover rancid meat in a friend's fridge.",
    "You see someone coughing over open food containers at a market.",
    "You find a discarded needle in a playground.",
    "You witness someone leaving a bathroom stall with toilet paper stuck to their shoe.",
    "You find a beverage can floating in a river while kayaking.",
    "You see someone wiping their mouth with their sleeve at a formal event.",
    "You find spoiled yogurt that has separated into liquid and lumps.",
    "You see a restaurant employee handling money and then touching food without washing hands.",
    "You notice someone re-wearing sweaty gym clothes.",
    "You discover a restaurant using dirty rags to wipe down tables.",
    "You witness someone taking a bite from multiple pieces of fruit at a store.",
    "You find animal hair in a dish at a restaurant.",
    "You see a family allowing their children to run wild and make a mess in a store.",
    "You find old chewing gum stuck to the underside of a desk.",
    "You witness a subway passenger occupying a seat with their dirty shoes.",
    "You see someone drinking directly from a public water fountain spout.",
    "You find expired and discolored condiments in a fridge.",
    "You see a parent ignoring their child's disruptive behavior in a quiet area.",
    "You witness someone spilling a drink and walking away without cleaning it.",
    "You discover dirty silverware wrapped in a clean napkin at a restaurant.",
    "You notice someone handling merchandise after sneezing into their hands.",
    "You see a pet owner allowing their dog to eat from a restaurant dish.",
    "You find multiple items with bite marks at a grocery store.",
    "You witness someone swatting flies and then continuing to cook without washing hands.",
    "You notice someone dripping sweat onto communal gym equipment.",
    "You find smelly shoes left in a shared living space.",
    "You see someone scratching their head excessively while preparing food.",
    "You witness someone using excessive perfume or cologne in a confined space.",
    "You find stained and unwashed linens in a rented accommodation.",
    "You see a child wiping their runny nose on their hands and touching communal toys.",
    "You witness someone eating messy food while using public transportation.",
    "You discover an open carton of expired milk in a shared fridge.",
    "You witness someone spitting into a garden.",
    "You see a person using their cell phone while using a public restroom.",
    "You find multiple cigarette butts littered in a non-smoking area.",
    "You notice someone using the same hand towel to wipe the floor and then their face.",
    "You discover old and crusty pet food stuck to the floor.",
    "You see a person throwing trash out of their car window while driving.",
    "You find hair in a soap dispenser.",
    "You witness a person licking their plate clean in a restaurant.",
    "You see someone wiping their greasy hands on a curtain.",
    "You discover smudges and fingerprints on a glass tabletop.",
    "You notice a person using a public facility but not flushing the toilet.",
    "You find a rotting, forgotten packed lunch in a work refrigerator.",
    "You witness a shopper opening and sampling food in a grocery store before buying.",
    "You see a pet owner not picking up after their dog in a public park.",
    "You notice a server adjusting their clothing or scratching themselves before handling food.",
    "You find a forgotten, moldy cup of coffee on a bookshelf.",
    "You witness someone snacking in bed and leaving crumbs.",
    "You see someone picking their teeth with a piece of straw in public.",
    "You find cobwebs and dead insects in a corner of your living space.",
    "You witness someone slurping and burping loudly while eating.",
    "You see someone not washing their hands after petting numerous animals.",
    "You discover a grimy layer of old soap scum in a shower.",
    "You find a piece of chewed gum stuck under a railing.",
    "You witness someone blowing their nose and checking the tissue in public.",
    "You see someone taking a dip in a public fountain.",
    "You find spoiled and curdled cream in your coffee.",
    "You discover a neglected, algae-filled swimming pool.",
    "You see someone reusing disposable items like plastic forks and straws after washing them.",
    "You witness someone wiping sweat off their brow and then shaking hands without sanitizing.",
    "You see someone using their sleeve to wipe their runny nose.",
    "You discover a pile of discarded food wrappers and bottles in a nature reserve.",
    "You witness a person putting their bare feet up on a table in a public area.",
    "You find an open container of smelly leftovers in a shared refrigerator.",
    "You notice someone loudly chewing with their mouth open during a meeting.",
    "You see a pet owner allowing their dog to lick the plates in a dishwasher.",
    "You find a sticky, dirty remote control in a hotel room.",
    "You discover a used band-aid floating in a public swimming pool.",
    "You witness someone removing their shoes and airing their feet in a crowded bus.",
    "You see someone using a public ketchup dispenser to fill their own bottle.",
    "You find food particles in the pages of a library book.",
    "You notice someone sneezing without covering their mouth in a crowded elevator.",
    "You see someone scratching their foot and then touching communal objects.",
    "You find a sweaty gym towel left on a public bench.",
    "You witness someone using their phone in a restroom stall and then proceeding to eat without washing hands."
]